namespace Lab17_5
/*
 1.1 Создать класс для моделирования счета в банке. 
 1.2 Предусмотреть закрытые поля для номера счета, баланса, ФИО владельца.  
 1.3 Класс должен быть объявлен как обобщенный. 
1.4 Универсальный параметр T должен определять тип номера счета. 
1.5 Разработать  методы  для  доступа  к  данным  –  заполнения  и  чтения. 
1.6 Создать  несколько экземпляров класса, параметризированного различными типами. 
1.7 Заполнить его поля и вывести информацию об экземпляре класса на печать.*/
{
    class Bank<T>

    }




